Repository: Hakansv/route_pi
Catalog: po/*.po
Languages: de_de, el_gr, id_id, tr_tr

source: Route
el_gr: Διαδρομή
id_id: Jalur
tr_tr: Rota

source: ROUTE
el_gr: ΔΙΑΔΡΟΜΗ
id_id: JALUR
tr_tr: ROTA

source: Route Plotting plugin for OpenCPN
de_de: Routen Plotter Plugin für OpenCPN
el_gr: Πρόσθετο σχεδιασμού πορείας για το OpenCPN
id_id: Aplikasi tambahan perencanaan jalur untuk OpenCPN
tr_tr: OpenCPN için Rota Plotlama eklentisi

source: Route Plotting plugin for OpenCPN Plots Great Circle routes, Limited Circle Routes and Rhumb lines.
de_de: Routen Plotter Plugin für OpenCPN Plottet Großkreis Routen, Teil Kreis Routen und Loxodrome.
el_gr: Πρόσθετο σχεδιασμού πορείας για το OpenCPN Κάνει διαγράμματα ορθοδρομικής, περιορισμένου κύκλου και λοξοδρομικής πορείας.
id_id: Aplikasi tambahan perencanaan jalur untuk OpenCPN Rencana jalur lingkaran besar, jalur lingkaran terbatas dan garis Rhumb.
tr_tr: OpenCPN için Route Plotting eklentisi Plots Great Circle rotaları, Sınırlı Çember Rotaları ve Rhumb çizgileri.

source: Route Preferences
de_de: Routen-Einstellungen
el_gr: Προτιμήσεις διαδρομής
id_id: Preferensi Jalur
tr_tr: Rota Tercihleri

source: Menu
de_de: Menü
el_gr: Μενού
tr_tr: Menü

source: Preferences
de_de: Einstellungen
el_gr: Προτιμήσεις
id_id: Preferensi
tr_tr: Tercihler

source: Error in calculation. Please check input!
de_de: Berechnungsfehler. Bitte Eingabe überprüfen!
el_gr: Σφάλμα στον υπολογισμό. Ελέγξτε τα δεδομένα!
id_id: Kesalahan dalam perhitungan Silakan periksa masukannya!
tr_tr: Hesaplama hatası. Lütfen girişi kontrol edin!

source: Export GPX file as
de_de: GPX Datei exportieren als
el_gr: Εξαγωγή αρχείου GPX ως
id_id: Ekspor berkas GPX sebagai
tr_tr: GPX dosyasın dışa aktar

source: No Lat Limit!
de_de: Kein Breiten Limit!
el_gr: Δεν υπάρχει όριο πλάτους!
id_id: Tidak ada batasan Lat!
tr_tr: Limitsiz!

source: Export Great Circle GPX file as
de_de: Exportiere Großkreis GPX-Datei als
el_gr: Εξαγάγετε το αρχείο GPX μεγίστου κύκλου ως
id_id: Ekspor Lingkaran besar GPX berkas sebagai
tr_tr: Great Circle GPX dosyasın dışa aktar

source: error in input range validation
de_de: Fehler bei der Überprüfung des Eingabebereichs
el_gr: σφάλμα στην επικύρωση της περιοχής εισαγωγής
id_id: kesalahan dalam rentang masukan validasi
tr_tr: giriş aralığı doğrulama hatası

source: Start Latitude>Limit!
el_gr: Πλάτος εκκίνσης > όριο!
id_id: Mulai Latitude> Batasi!
tr_tr: Başlat > Sınırla!

source: Error occured, aborting GCL calc!
de_de: Fehler aufgetreten, GCL Berechnung abgebrochen!
el_gr: Παρουσιάστηκε σφάλμα, ματαίωση υπολογισμού GCL!
id_id: Terjadi kesalahan, batalkan kalkulasi GCL!
tr_tr: GCL hesaplamasını iptal eden bir hata oluştu!

source: Brent's method not converging, check result
el_gr: Η μέθοδος του Brent δεν συγκλίνει, ελέγξτε το αποτέλεσμα
id_id: Metode Brent tidak konvergen, cek hasilnya
tr_tr: Brent'in yöntemi yapılandıralmıyor, sonucu kontrol et

source: Export Rhumb Line GPX file as
de_de: Export-Loxodrome GPX-Datei als
el_gr: Εξαγάγετε το αρχείο GPX λοξοδρομικής γραμμής ως
id_id: Ekspor Rhumb Line GPX file sebagai
tr_tr: Rhumb Line GPX dosyasını dışa aktarın

source: Route preferences
de_de: Routen-Einstellungen
el_gr: Προτιμήσεις διαδρομής
id_id: Preferensi rute
tr_tr: Güzergah tercihleri

source: Route Plugin by SaltyPaws
de_de: Routen-Plugin von SaltyPaws
el_gr: Πρόσθετο Route από τον SaltyPaws
id_id: Plugin Rute oleh SaltyPaws
tr_tr: SaltyPaws Yol Eklentisi

source: Great Circle Route
de_de: Großkreis Route
el_gr: Διαδρομή μεγίστου κύκλου
id_id: Lingkaran besar Jalur
tr_tr: Büyük Çember \ Rota

source: Input
de_de: Eingabe
el_gr: Είσοδος
id_id: Memasukkan
tr_tr: Giriş

source: Waypoint Distance
de_de: Wegpunkt Entfernung
el_gr: Σημείο πορείας Απόσταση
id_id: Titik arah Jarak
tr_tr: Ara nokta \ Mesafe

source: NM
el_gr: ν. μ.

source: Calculate
de_de: Berechnen
el_gr: Υπολογισμός
id_id: Menghitung
tr_tr: Hesapla

source: Result
de_de: Ergebnis
el_gr: Αποτέλεσμα
id_id: Hasil
tr_tr: Sonuç

source: Great Circle Distance
de_de: Großkreis Distanz
el_gr: Απόσταση μεγίστου κύκλου
id_id: Lingkaran besaar Jarak
tr_tr: Büyük Çember \ Mesafe

source: Rhumb Line Distance
de_de: Loxodrome Distanz
el_gr: Λοξοδρομική απόσταση
id_id: Garis Rhumb Jarak
tr_tr: Paralel hat / Mesafe

source: Export
de_de: Exportieren
el_gr: Εξαγωγή
id_id: Ekspor
tr_tr: Dışa Aktar

source: Great Circle (shortest) GPX
de_de: Großkreis (kürzeste) GPX
el_gr: Μέγιστος κύκλος (συντομότερη) GPX
id_id: Lingkaran besar (terpendek) GPX
tr_tr: Büyük Daire (en kısa mesafe) GPX

source: Rhumb Line (fixed heading) GPX
de_de: Loxodrome GPX
el_gr: Λοξοδρομική γραμμή (σταθερό κατεύθυνση) GPX
id_id: Garis Rhumb (arah tetap) GPX
tr_tr: Paralel hat (sabit) GPX

source: Great Circle
de_de: Großkreis
el_gr: Μέγιστος κύκλος
id_id: Lingkaran Besar
tr_tr: Büyük daire

source: Limited Circle Route
de_de: Teilkreis Route
el_gr: Πορεία περιορισμένου κύκλου
id_id: Batasan lingkaran Jalur
tr_tr: Sınırlı Daire \ Rota

source: Latitude Limit
de_de: Breite Limit
el_gr: Όριο πλάτους
id_id: Lintang Batas
tr_tr: Enlem \ Limit

source: Limited Circle Distance
de_de: Teilkreis Distanz
el_gr: Απόσταση περιορισμένου κύκλου
id_id: Batasan lingkaran Jarak
tr_tr: Büyük Çember \ Mesafe

source: Great Circle Distance
de_de: Großkreis Distanz
el_gr: Απόσταση μεγίστου κύκλου
id_id: Lingkaran besar Jarak
tr_tr: Büyük Çember \ Mesafe

source: Rhumb Line Distance
de_de: Loxodrome Distanz
el_gr: Λοξοδρομική απόσταση
id_id: Garis Rhumb Jarak
tr_tr: Paralel hat / Mesafe

source: Limited Circle GPX
de_de: Teilkreis GPX
el_gr: Περιορισμένος κύκλος GPX
id_id: Batasan lingkaran GPX
tr_tr: Sınırlı Çember GPX

source: Limited Circle
de_de: Teilkreis
el_gr: Περιορισμένος κύκλος
id_id: Batasan lingkaran
tr_tr: Sınırlı Çember

source: Start of Route
de_de: Start der Route
el_gr: Έναρξη της διαδρομής
id_id: Mulai Rute
tr_tr: Rota başlangıcı

source: Lattitude
de_de: Breitengrad
el_gr: Γ. Πλάτος
id_id: Lintang
tr_tr: Enlem

source: Longitude
de_de: Länge
el_gr: Γ. μήκος
id_id: Garis bujur
tr_tr: Boylam

source: End of Route
de_de: Ende der Route
el_gr: Τέλος διαδρομής
id_id: Akhir rute
tr_tr: Rota Sonu

source: Naming
de_de: Namensgebung
el_gr: Ονοματοδοσία
id_id: Penamaan
tr_tr: Adlandırma

source: Start
el_gr: Αρχή
id_id: Mulai
tr_tr: Başla

source: End
de_de: Ende
el_gr: Τέλος
id_id: Akhir
tr_tr: Bitiş

source: Decimal Degree
de_de: Dezimalgrad
el_gr: Μοίρες με δεκαδικά
id_id: Derajat desimal
tr_tr: Ondalık Dakika

source: Lat
el_gr: Πλάτος
tr_tr: Enlem

source: N
el_gr: Β
tr_tr: K

source: S
el_gr: Ν
tr_tr: G

source: Lon
de_de: Längengrad
el_gr: Μήκος
tr_tr: B

source: E
el_gr: Α
tr_tr: D

source: W
el_gr: Δ

source: Convert to Degree
de_de: Umwandlung in Grad
el_gr: Μετατροπή σε μοίρες
id_id: Mengubah ke derajat
tr_tr: Dereceye çevir

source: General settings
de_de: Allgemeine Einstellungen
el_gr: Γενικές ρυθμίσεις
id_id: Pengaturan Umum

source: Opacity
de_de: Transparenz
el_gr: Αδιαφάνεια
id_id: Kegelapan
